{
  "ABOUT_CONTENT_DESCRIPTION": "There are over a million known species of insects on Earth, representing nearly one half of all known organisms. Insects are instrumental to ecosystem functioning and provide services that are critical for humans, such as pollination and the control of pests and disease vectors. In many areas, the populations of a wide array of insect species are declining in abundance and diversity due to multiple stressors including climate change and human augmented landscapes. These changes raise concerns about the knock-on impact on ecosystem health and potential global ecological and economic consequences.\n\nStill, data on insect populations remains sparse. It is challenging and resource-intensive to collect and process data as well as to train subject matter experts to support the study and conservation of insects. There is therefore a worldwide need for robust, cost-effective monitoring methods to fill the data gap in a way that minimizes bias and maximizes the quantity and quality of data collected.\n\nAMI addresses this gap and enables scientists to track or predict insect biodiversity loss and mitigate its impacts on ecosystem functioning, human health, livelihoods, and economies. AMI currently focuses on the monitoring of one of the most biodiverse groups of insects: moths.",
  "ABOUT_CONTENT_TITLE": "Why AMI is Needed",
  "ABOUT_INTRO_DESCRIPTION": "AMI is an [international consortium of experts](/consortium) developing non-lethal, end-to-end monitoring solutions for automated insect detection and species classification that leverage artificial intelligence (AI). Through technologies such as high-resolution cameras, low-cost sensors, and AI-based processing methods, AMI aims to make insect monitoring less labour-intensive, more user-friendly, and more effective at determining the state of insect populations across the globe. AMI strives to foster partnerships and knowledge-sharing to maximize the impact of monitoring and conservation efforts.",
  "ABOUT_INTRO_TITLE": "What is Automated Monitoring of Insects (AMI)?",
  "CAPTION_ANGUILLA": "The UKCEH AMI System deployed at Anguilla.",
  "CAPTION_PEOPLE": "April 2024, Gathering hosted by Aarhus University",
  "CATEGORY_ANALYSIS": "Data sampling and analysis",
  "CATEGORY_CONSERVATION": "Conservation",
  "CATEGORY_HARDWARE": "Hardware",
  "CATEGORY_KNOWLEDGE": "Knowledge exchange",
  "CATEGORY_SOFTWARE": "Software",
  "COMMON_ALL_CATEGORIES": "All categories",
  "COMMON_ALL_MEMBERS": "All members",
  "COMMON_CATEGORY": "Category",
  "COMMON_CHECKOUT_INITIATIVES": "Checkout the initiatives",
  "COMMON_CONTACT_US": "Contact Us",
  "COMMON_HOME": "Home",
  "COMMON_HOSTED_BY": "Hosted by",
  "COMMON_LEARN_MORE": "Learn more",
  "COMMON_MEMBER": "Member",
  "COMMON_PHOTO_BY": "Photo by",
  "CONSORTIUM_COMMITTEE": "Consortium Steering Committee",
  "CONSORTIUM_DESCRIPTION": "Our mission is to establish standardized and scalable automated monitoring systems for insect data to advance ecological understanding and conservation efforts globally through international and interdisciplinary collaboration.",
  "CONSORTIUM_TITLE": "The AMI Consortium",
  "CONSORTIUM_TITLE_SHORT": "Consortium",
  "COUNTRY_CANADA": "Canada",
  "COUNTRY_DENMARK": "Denmark",
  "COUNTRY_UK": "United Kingdom",
  "COUNTRY_US": "United States of America",
  "INITIATIVES_DESCRIPTION": "Collectively, the AMI Consortium offers a range of initiatives that cover the entire lifecycle of automated insect monitoring data: the hardware to capture images, the software to classify the images, and tools to support ecological insights.",
  "INITIATIVES_NO_RESULTS": "No initiatives to show.",
  "INITIATIVES_RESULTS": "{count, plural, one {Showing {count} initiative:} other {Showing {count} initiatives:}}",
  "INITIATIVES_TITLE": "The AMI Initiatives",
  "INITIATIVES_TITLE_SHORT": "Initiatives",
  "MEDIA_TITLE": "Media",
  "MEMBERS_TITLE": "Consortium Core Members",
  "MEMBERS_TITLE_SHORT": "Core Members",
  "PAGE_SUB_TITLE": "Empowering local communities to protect and conserve biodiversity",
  "PAGE_TITLE": "Automated Monitoring of Insects",
  "PUBLICATIONS_TITLE": "Academic Publications",
  "RESOURCES_ANTENNA_DESCRIPTION": "The Antenna Data Platform is an interdisciplinary hub for automatically processing insect data at wide spatial, temporal and taxonomic scales. The platform uses state-of-the-art machine learning algorithms developed by Mila researchers to detect and classify insects in large volumes of images.",
  "RESOURCES_ANTENNA_TITLE": "Antenna",
  "RESOURCES_DATASET_DESCRIPTION": "The AMI Dataset, consists of two parts: 1) AMI-GBIF, a dataset of ∼2.5M human-captured insect images curated from citizen science platforms and museum collections, 2) AMI-Traps, an expert-annotated dataset of 2,893 insect camera trap images (representing 52,948 labeled insects) collected from a global network of automated camera traps, designed to test in-the-wild performance.",
  "RESOURCES_DATASET_TITLE": "The AMI Dataset",
  "RESOURCES_SYSTEM_DESCRIPTION": "The UKCEH AMI System consists of UV and white lights for attracting moths, high-capacity data storage to collate images over long sampling periods, battery and solar power to allow for deployment away from mains power, and customisable sampling schedules. The images it collects can be processed through one’s own workflow or using the AMI Data Platform.",
  "RESOURCES_SYSTEM_TITLE": "UKCEH AMI System",
  "RESOURCES_TITLE": "Resources"
}