{
  "ABOUT_CONTENT_DESCRIPTION": "Il existe plus d'un million d'espèces connues d'insectes sur Terre, ce qui représente près de la moitié de tous les organismes connus. Les insectes jouent un rôle essentiel dans le fonctionnement des écosystèmes et fournissent des services indispensables pour tous, tels que la pollinisation et la lutte contre les espèces ravageuses et vecteurs de maladies. Dans de nombreuses régions, les populations d'un large éventail d'espèces d'insectes diminuent en abondance et en diversité en raison de multiples facteurs de stress, notamment les changements climatiques et l'étalement urbain. Ces changements suscitent des inquiétudes quant aux répercussions sur la santé des écosystèmes et aux conséquences écologiques et économiques potentielles à l'échelle mondiale.\n\nReste que les données sur les populations d'insectes restent rares. La collecte et le traitement des données ainsi que la formation d'experts en la matière pour soutenir l'étude et la conservation des insectes constituent un défi et nécessitent des ressources considérables. Il existe donc un besoin mondial de méthodes de surveillance robustes et rentables pour combler le manque de données de manière à minimiser les biais et à maximiser la quantité et la qualité des données collectées.\n\nAMI comble cette lacune et permet aux scientifiques de suivre ou de prévoir la perte de biodiversité des insectes et d'atténuer son impact sur le fonctionnement des écosystèmes, la santé humaine, les conditions de vie et les économies. AMI se concentre actuellement sur la surveillance de l'un des groupes d'insectes les plus riches en biodiversité : les papillons de nuit.",
  "ABOUT_CONTENT_TITLE": "Pourquoi AMI est nécessaire?",
  "ABOUT_INTRO_DESCRIPTION": "AMI est un [consortium international d'experts](/consortium) qui développe des solutions de surveillance non létales, ayant un système intégral de détection automatisée des insectes et qui permet de classifier classification des espèces, en s'appuyant sur l'intelligence artificielle (IA). Grâce à des technologies telles que les caméras à haute résolution, les capteurs à faible coût et les méthodes de traitement basées d'IA, AMI vise à rendre la surveillance des insectes moins exigeante en main-d'œuvre, plus facile à utiliser et plus efficace pour déterminer l'état des populations d'insectes dans le monde entier. AMI s'efforce de favoriser les partenariats et le partage des connaissances afin de maximiser l'impact des efforts de surveillance et de conservation.",
  "ABOUT_INTRO_TITLE": "Qu'est-ce que la surveillance automatisée des insectes (Automated Monitoring of Insects - AMI - en anglais) ?",
  "CAPTION_ANGUILLA": "Le système AMI d'UKCEH déployé à Anguilla.",
  "CAPTION_PEOPLE": "Avril 2024, rassemblement organisé par l'équipe de l'université d'Aarhus",
  "CATEGORY_ANALYSIS": "Échantillonnage et analyse des données",
  "CATEGORY_CONSERVATION": "Conservation",
  "CATEGORY_HARDWARE": "Système de monitoring",
  "CATEGORY_KNOWLEDGE": "Échange de connaissances",
  "CATEGORY_SOFTWARE": "Logiciel",
  "COMMON_ALL_CATEGORIES": "Toutes les catégories",
  "COMMON_ALL_MEMBERS": "Tous les membres",
  "COMMON_CATEGORY": "Catégorie",
  "COMMON_CHECKOUT_INITIATIVES": "Consultez les initiatives",
  "COMMON_CONTACT_US": "Contacter nous",
  "COMMON_HOME": "Page d'accueil",
  "COMMON_HOSTED_BY": "Accueil ",
  "COMMON_LEARN_MORE": "En savoir plus",
  "COMMON_MEMBER": "Membre",
  "COMMON_PHOTO_BY": "Photo par",
  "CONSORTIUM_COMMITTEE": "Comité Directeur",
  "CONSORTIUM_DESCRIPTION": "Notre mission est d'établir des systèmes de surveillance automatisés standardisés et évolutifs pour les données sur les insectes afin de faire progresser la compréhension écologique et les efforts de conservation à l'échelle mondiale grâce à une collaboration internationale et interdisciplinaire.",
  "CONSORTIUM_TITLE": "Le Consortium AMI",
  "CONSORTIUM_TITLE_SHORT": "Consortium",
  "COUNTRY_CANADA": "Canada",
  "COUNTRY_DENMARK": "Danemark",
  "COUNTRY_UK": "Royaume-Uni",
  "COUNTRY_US": "États-Unis",
  "INITIATIVE_AGZERO_DESCRIPTION": "AgZero+ est un ambitieux programme de recherche de 5 ans qui soutient la transition du Royaume-Uni vers une production alimentaire nationale durable, neutre en carbone et ayant un effet positif sur la nature. Les systèmes AMI du UKCEH sont déployés dans une série d'exploitations agricoles afin de tester leur capacité à surveiller l'impact des pratiques agricoles sur les communautés d'insectes nocturnes.",
  "INITIATIVE_AGZERO_TITLE": "AgZero+",
  "INITIATIVE_AMBER_DESCRIPTION": "Le projet AMBER, financé par l'Abrdn Charitable Foundation, développera et testera la technologie AMI pour la surveillance des insectes nocturnes, en mettant l'accent sur les déploiements tropicaux. Le projet combinera l'expertise du UKCEH, de l'Institut Alan Turing et d'une série de partenaires locaux, afin de repousser les limites de la génération actuelle de matériel AMI.\n\nL'institut Alan Turing contribue au projet AMBER en développant et en mettant en œuvre des modèles d'apprentissage automatique pour les systèmes AMI. En mettant l'accent sur le traitement en périphérie, ces modèles sont optimisés pour fonctionner directement sur des appareils Raspberry Pi, ce qui permet d'analyser les données et d'identifier les espèces entièrement sur le terrain. Cette approche réduit considérablement le besoin de transfert de données à grande échelle et la dépendance à l'égard des chercheurs qui collectent manuellement les données en personne.",
  "INITIATIVE_AMBER_TITLE": "AMBER",
  "INITIATIVE_AMI_SYSTEM_DESCRIPTION": "Le système AMI du UKCEH comprend des lampes UV et blanches pour attirer les papillons de nuit, un système de stockage de données de grande capacité pour rassembler les images sur de longues périodes d'échantillonnage, une batterie et une alimentation solaire pour permettre un déploiement hors-réseau d'électricité public, et des programmes d'échantillonnage personnalisables. Les images collectées peuvent être traitées par le biais d'un flux de travail personnalisé ou à l'aide de la plateforme de données AMI. Des travaux sont en cours pour ajouter des fonctions supplémentaires au système AMI du UKCEH afin d'élargir les groupes taxonomiques que la plateforme peut surveiller. L'ajout d'enregistrements sonores et d'ultrasons permettra bientôt d'étendre la couverture taxonomique aux piège à oiseaux, aux chauves-souris et aux orthoptères.",
  "INITIATIVE_AMI_SYSTEM_TITLE": "Le AMI Système du UKCEH",
  "INITIATIVE_ANTENNA_DESCRIPTION": "La plateforme de données Antenna centralise de façon interdisciplinaire le traitement automatique des données sur les insectes à des échelles spatiales, temporelles et taxonomiques étendues.\n\nLa plateforme utilise des algorithmes d'apprentissage automatique de pointe développés par les chercheurs de Mila pour détecter et classer les insectes dans de grands volumes d'images. Antenna offre une gamme complète de fonctions :\n\n- Détection automatisée d'insectes dans des images\n- Classification taxonomique des papillons de nuit au niveau de l'espèce\n- Validation des classifications par des experts\n- Conservation des ensembles de données pour toutes les espèces et toutes géographies\n- Exploration et téléchargement des données à des fins d'analyse\n- (Bientôt !) Découverte de nouvelles espèces à l'aide du GBIF et des Darwin Core Standards",
  "INITIATIVE_ANTENNA_TITLE": "Antenna",
  "INITIATIVE_ATLAS_DESCRIPTION": "L'Atlas de la vie dans le Vermont (Vermont Atlas of Life en anglais) est une bibliothèque de connaissances sur la biodiversité du Vermont qui ne cesse de s'enrichir. Il s'agit d'une ressource en ligne, en temps réel, contenant des cartes, des photographies et des données primaires sur la biodiversité, accessible à tous. L'activité humaine modifiant profondément la carte de la vie à l'échelle locale et mondiale, notre réponse nécessite des connaissances sur la répartition des plantes et des animaux dans de vastes paysages et sur de longues périodes de temps. Les habitants du Vermont ne pourront pas répondre efficacement au changement climatique, aux catastrophes naturelles, aux espèces envahissantes et aux autres menaces environnementales et économiques sans une nouvelle compréhension des ressources vivantes de l'État.",
  "INITIATIVE_ATLAS_TITLE": "L'Atlas de la vie dans le Vermont",
  "INITIATIVE_BIODIVERSA_DESCRIPTION": "Les projets pilotes Biodiversa+ testent et affinent les approches de surveillance de la biodiversité dans toute l'Europe. Ils contribuent à un système de surveillance plus unifié grâce à la normalisation, à l'innovation technologique et à l'augmentation de la disponibilité des données. Les pièges AMI sont testés dans le cadre des projets pilotes Biodiversa+ de l'IAS et de l'ABMS.",
  "INITIATIVE_BIODIVERSA_TITLE": "Projets pilotes Biodiversa+ (espèces exotiques envahissantes, EEE et stations automatisées de surveillance de la biodiversité, ABMS)",
  "INITIATIVE_IMPERFECT_DESCRIPTION": "L'AMI produira des quantités sans précédent de données sur l'occupation et l'abondance des sites. Cependant, quel que soit le niveau d'effort déployé, l'IAM ne sera jamais parfaite, car tous les individus ou espèces présents lors de l'échantillonnage ne seront pas détectés et classés sans erreur.\n\nEn se concentrant sur les papillons de nuit, notre recherche vise à adapter et à développer des schémas d'échantillonnage et des méthodes statistiques pour la collecte et l'analyse des données AMI afin d'atténuer les biais provenant d'une détection et d'une classification imparfaites.",
  "INITIATIVE_IMPERFECT_TITLE": "La surveillance des papillons de nuit en cas de détection et de classification imparfaites",
  "INITIATIVE_INSECTAI_DESCRIPTION": "Le programme InsectAI rassemblera les chercheurs et les parties prenantes intéressés par l'exploitation des nouvelles technologies de caméra et d'intelligence artificielle pour la surveillance des insectes. Ensemble, nous orienterons et conduirons le programme de recherche, renforcerons les capacités de recherche à travers l'Europe et soutiendrons l'innovation et l'application.",
  "INITIATIVE_INSECTAI_TITLE": "InsectAI",
  "INITIATIVE_JENSENS_DESCRIPTION": "La surveillance à long terme des insectes nocturnes dans les réserves naturelles détenues et gérées par l'organisation caritative à but non lucratif Aage V Jensens Naturfond a débuté en 2022 et bénéficie actuellement d'un financement pour se poursuivre jusqu'en 2028.",
  "INITIATIVE_JENSENS_TITLE": "Aage V Jensens Naturfond",
  "INITIATIVE_MAMBO_DESCRIPTION": "Le projet Horizon Europe MAMBO affine la fonctionnalité des pièges photographiques à insectes en développant des modèles d'apprentissage profond ciblés sur la détection et la classification des insectes. L'un des outils principaux de MAMBO est le système de monitoring AMI.",
  "INITIATIVE_MAMBO_TITLE": "Approches modernes de la surveillance de la biodiversité (MAMBO acronyme anglais)",
  "INITIATIVE_NATURAL_RESOURCES_DESCRIPTION": "Ressources naturelles Canada utilise la plate-forme de données Antenna pour détecter et surveiller les espèces d'insectes nuisibles aux forêts ainsi que pour surveiller la santé des forêts (c'est-à-dire la biodiversité des insectes). Ce travail comprend la fourniture de données d'images d'insectes pour la plateforme.",
  "INITIATIVES_DESCRIPTION": "Collectivement, le consortium AMI propose une série d'initiatives qui couvrent l'ensemble du cycle de vie des données de surveillance automatisée des insectes : le système de monitoring pour capturer les images, le logiciel pour classer les images et les outils pour soutenir les connaissances écologiques.",
  "INITIATIVES_NO_RESULTS": "Aucune initiative.",
  "INITIATIVES_RESULTS": "{count, plural, one {{count} initiative:} other {{count} initiatives:} }",
  "INITIATIVES_TITLE": "Les Initiatives d'AMI",
  "INITIATIVES_TITLE_SHORT": "Initiatives",
  "MEDIA_TITLE": "Médias",
  "MEMBERS_TITLE": "Membres Principaux du Consortium",
  "MEMBERS_TITLE_SHORT": "Membres Principaux",
  "PAGE_SUB_TITLE": "Donner aux communautés locales les moyens de protéger et de conserver la biodiversité",
  "PAGE_TITLE": "La surveillance automatisée des insectes",
  "PUBLICATION_AMI_DATASET_SUMMARY": "Nous fournissons les premières références d'apprentissage automatique à grande échelle pour la reconnaissance fine (fine-grained) des insectes, conçues pour correspondre aux tâches réelles auxquelles sont confrontés les écologistes.",
  "PUBLICATION_AMI_DATASET_TITLE": "Identification des insectes en nature : l'ensemble de données AMI",
  "PUBLICATION_AMT_SUMMARY": "Nous présentons un système portatif de vision par ordinateur capable d'attirer et de détecter des insectes vivants. Plus précisément, l'article propose la détection et la classification d'espèces par l'enregistrement d'images d'individus vivants attirés par un piège lumineux. Un piège automatisé pour les papillons de nuit (AMT - Automated Moth Trap en anglais) doté de plusieurs sources lumineuses et d'une caméra a été conçu pour attirer et surveiller les insectes vivants au crépuscule et pendant la nuit. Un algorithme de vision par ordinateur appelé Moth Classification and Counting (MCC), basé sur une analyse d'apprentissage profond des images capturées, a suivi et compté le nombre d'insectes et identifié les espèces de papillons de nuit.",
  "PUBLICATION_AMT_TITLE": "Un piège lumineux automatisé pour surveiller les papillons de nuit (lépidoptères) utilisant un système de vision par ordinateur et l'apprentissage profond",
  "PUBLICATION_PHIL_TRANS_SUMMARY": "Nous décrivons des approches de vision par ordinateur pour la détection, le suivi et la classification des insectes, y compris des modèles construits à partir d'agrégations existantes d'images d'insectes étiquetées. Nous proposons dix priorités en vue d'un changement radical dans la surveillance automatisée des insectes nocturnes, une tâche vitale face à la perte rapide de biodiversité due aux menaces mondiales.",
  "PUBLICATION_PHIL_TRANS_TITLE": "Vers un cadre normalisé pour la surveillance d'images d'insectes nocturnes assistée par l'IA.",
  "PUBLICATIONS_TITLE": "Publications Académiques",
  "RESOURCES_ANTENNA_DESCRIPTION": "La plateforme de données Antenna est un centre interdisciplinaire pour le traitement automatique des données sur les insectes à des échelles spatiales, temporelles et taxonomiques étendues. La plateforme utilise des algorithmes d'apprentissage automatique de pointe développés par les chercheurs de Mila pour détecter et classer les insectes dans de grands volumes d'images.",
  "RESOURCES_ANTENNA_TITLE": "Antenna",
  "RESOURCES_DATASET_DESCRIPTION": "L'ensemble de données AMI consiste en deux parties : 1) AMI-GBIF, un ensemble de données de ∼2,5 millions d'images d'insectes rassembler par des humains, provenant de plateformes de science citoyenne et de collections de musées, 2) AMI-Traps, un ensemble de données annoté par des experts de 2 893 images de pièges photographiques à insectes (représentant 52 948 insectes étiquetés) collectées à partir d'un réseau mondial de systèmes de surveillance automatisés, conçu pour tester les performances en nature.",
  "RESOURCES_DATASET_TITLE": "L'ensemble de données AMI",
  "RESOURCES_SYSTEM_DESCRIPTION": "Le système AMI de l'UKCEH comprend des lampes UV et blanches pour attirer les papillons de nuit, un système de stockage de données de grande capacité pour rassembler les images sur de longues périodes d'échantillonnage, une batterie et une alimentation solaire pour permettre un déploiement loin du réseau électrique, et des programmes d'échantillonnage personnalisables. Les images collectées peuvent être traitées dans le cadre d'un flux de travail propre ou à l'aide de la plateforme de données AMI.",
  "RESOURCES_SYSTEM_TITLE": "Système AMI d'UKCEH",
  "RESOURCES_TITLE": "Ressources"
}
