{
  "ABOUT_CONTENT_DESCRIPTION": "Il existe plus d'un million d'espèces connues d'insectes sur Terre, ce qui représente près de la moitié de tous les organismes connus. Les insectes jouent un rôle essentiel dans le fonctionnement des écosystèmes et fournissent des services indispensables pour tous, tels que la pollinisation et la lutte contre les espèces ravageuses et vecteurs de maladies. Dans de nombreuses régions, les populations d'un large éventail d'espèces d'insectes diminuent en abondance et en diversité en raison de multiples facteurs de stress, notamment les changements climatiques et l'étalement urbain. Ces changements suscitent des inquiétudes quant aux répercussions sur la santé des écosystèmes et aux conséquences écologiques et économiques potentielles à l'échelle mondiale.\n\nReste que les données sur les populations d'insectes restent rares. La collecte et le traitement des données ainsi que la formation d'experts en la matière pour soutenir l'étude et la conservation des insectes constituent un défi et nécessitent des ressources considérables. Il existe donc un besoin mondial de méthodes de surveillance robustes et rentables pour combler le manque de données de manière à minimiser les biais et à maximiser la quantité et la qualité des données collectées.\n\nAMI comble cette lacune et permet aux scientifiques de suivre ou de prévoir la perte de biodiversité des insectes et d'atténuer son impact sur le fonctionnement des écosystèmes, la santé humaine, les conditions de vie et les économies. AMI se concentre actuellement sur la surveillance de l'un des groupes d'insectes les plus riches en biodiversité : les papillons de nuit.",
  "ABOUT_CONTENT_TITLE": "Pourquoi AMI est nécessaire?",
  "ABOUT_INTRO_DESCRIPTION": "AMI est un [consortium international d'experts](/consortium) qui développe des solutions de surveillance non létales, ayant un système intégral de détection automatisée des insectes et qui permet de classifier classification des espèces, en s'appuyant sur l'intelligence artificielle (IA). Grâce à des technologies telles que les caméras à haute résolution, les capteurs à faible coût et les méthodes de traitement basées d'IA, AMI vise à rendre la surveillance des insectes moins exigeante en main-d'œuvre, plus facile à utiliser et plus efficace pour déterminer l'état des populations d'insectes dans le monde entier. AMI s'efforce de favoriser les partenariats et le partage des connaissances afin de maximiser l'impact des efforts de surveillance et de conservation.",
  "ABOUT_INTRO_TITLE": "Qu'est-ce que la surveillance automatisée des insectes (Automated Monitoring of Insects - AMI - en anglais) ?",
  "CAPTION_ANGUILLA": "Le système AMI d'UKCEH déployé à Anguilla.",
  "CAPTION_PEOPLE": "Avril 2024, rassemblement organisé par l'équipe de l'université d'Aarhus",
  "CATEGORY_ANALYSIS": "Échantillonnage et analyse des données",
  "CATEGORY_CONSERVATION": "Conservation",
  "CATEGORY_HARDWARE": "Système de monitoring",
  "CATEGORY_KNOWLEDGE": "Échange de connaissances",
  "CATEGORY_SOFTWARE": "Logiciel",
  "COMMON_ALL_CATEGORIES": "Toutes les catégories",
  "COMMON_ALL_MEMBERS": "Tous les membres",
  "COMMON_CATEGORY": "Catégorie",
  "COMMON_CHECKOUT_INITIATIVES": "Consultez les initiatives",
  "COMMON_CONTACT_US": "Contacter nous",
  "COMMON_HOME": "Page d'accueil",
  "COMMON_HOSTED_BY": "Accueil ",
  "COMMON_LEARN_MORE": "En savoir plus",
  "COMMON_MEMBER": "Membre",
  "COMMON_PHOTO_BY": "Photo par",
  "CONSORTIUM_COMMITTEE": "Comité Directeur",
  "CONSORTIUM_DESCRIPTION": "Notre mission est d'établir des systèmes de surveillance automatisés standardisés et évolutifs pour les données sur les insectes afin de faire progresser la compréhension écologique et les efforts de conservation à l'échelle mondiale grâce à une collaboration internationale et interdisciplinaire.",
  "CONSORTIUM_TITLE": "Le Consortium AMI",
  "CONSORTIUM_TITLE_SHORT": "Consortium",
  "COUNTRY_CANADA": "Canada",
  "COUNTRY_DENMARK": "Danemark",
  "COUNTRY_UK": "Royaume-Uni",
  "COUNTRY_US": "États-Unis",
  "INITIATIVES_DESCRIPTION": "Collectivement, le consortium AMI propose une série d'initiatives qui couvrent l'ensemble du cycle de vie des données de surveillance automatisée des insectes : le système de monitoring pour capturer les images, le logiciel pour classer les images et les outils pour soutenir les connaissances écologiques.",
  "INITIATIVES_NO_RESULTS": "Aucune initiative.",
  "INITIATIVES_RESULTS": "{count, plural, one {{count} initiative:} other {{count} initiatives:} }",
  "INITIATIVES_TITLE": "Les Initiatives d'AMI",
  "INITIATIVES_TITLE_SHORT": "Initiatives",
  "MEDIA_TITLE": "Médias",
  "MEMBERS_TITLE": "Membres Principaux du Consortium",
  "MEMBERS_TITLE_SHORT": "Membres Principaux",
  "PAGE_SUB_TITLE": "Donner aux communautés locales les moyens de protéger et de conserver la biodiversité",
  "PAGE_TITLE": "Surveillance Automatisée des Insectes",
  "PUBLICATIONS_TITLE": "Publications Académiques",
  "RESOURCES_ANTENNA_DESCRIPTION": "La plateforme de données Antenna est un centre interdisciplinaire pour le traitement automatique des données sur les insectes à des échelles spatiales, temporelles et taxonomiques étendues. La plateforme utilise des algorithmes d'apprentissage automatique de pointe développés par les chercheurs de Mila pour détecter et classer les insectes dans de grands volumes d'images.",
  "RESOURCES_ANTENNA_TITLE": "Antenna",
  "RESOURCES_DATASET_DESCRIPTION": "L'ensemble de données AMI consiste en deux parties : 1) AMI-GBIF, un ensemble de données de ∼2,5 millions d'images d'insectes rassembler par des humains, provenant de plateformes de science citoyenne et de collections de musées, 2) AMI-Traps, un ensemble de données annoté par des experts de 2 893 images de pièges photographiques à insectes (représentant 52 948 insectes étiquetés) collectées à partir d'un réseau mondial de systèmes de surveillance automatisés, conçu pour tester les performances en nature.",
  "RESOURCES_DATASET_TITLE": "L'ensemble de données AMI",
  "RESOURCES_SYSTEM_DESCRIPTION": "Le système AMI de l'UKCEH comprend des lampes UV et blanches pour attirer les papillons de nuit, un système de stockage de données de grande capacité pour rassembler les images sur de longues périodes d'échantillonnage, une batterie et une alimentation solaire pour permettre un déploiement loin du réseau électrique, et des programmes d'échantillonnage personnalisables. Les images collectées peuvent être traitées dans le cadre d'un flux de travail propre ou à l'aide de la plateforme de données AMI.",
  "RESOURCES_SYSTEM_TITLE": "Système AMI d'UKCEH",
  "RESOURCES_TITLE": "Ressources"
}