{
  "title": "Automated Monitoring of Insects",
  "subTitle": "Empowering local communities to protect and conserve biodiversity by generating labelled insect data at wide spatial, temporal and taxonomic scales.",
  "about": [
    {
      "title": "What is Automated Monitoring of Insects (AMI)?",
      "description": "AMI is a non-lethal, end-to-end monitoring solution for automated insect detection and species classification that leverages machine learning (artificial intelligence). AMI can be used to generate, process, quality control, compile and analyse large batches of standardised data in near real-time. It is brought to you by a <a href=\"/consortium\">consortium of international experts</a>."
    },
    {
      "title": "Why AMI is Needed",
      "description": "There are over a million known species of insects on Earth, representing nearly one half of all known organisms. Insects provide essential services that are critical for humans, such as the pollination of fruit, vegetables, and flowers or the control of pests and disease vectors, among others. Insect populations are declining in abundance and diversity due to multiple stressors including deforestation and insecticides. These changes raise concerns about ecosystem health and potential global ecological and economic consequences.\n\nStill, data on insect populations is sparse. It is challenging and resource-intensive to collect data and train subject matter experts to scale up the study and conservation of insects. There is therefore a worldwide need for robust, cost-effective methods to fill the data gap in a way that minimizes bias and maximizes the quantity and quality of data collected.\n\nAMI fills that gap to enable scientists to track or predict insect biodiversity loss and mitigate its impacts on human health, livelihoods, and economies. Note that AMI currently focuses on moth monitoring."
    }
  ],
  "projects": {
    "title": "The AMI Solutions",
    "description": "Collectively, the AMI Solutions cover the entire lifecycle of the data: the hardware to capture images, the software to classify the images, and tools to support ecological insights. All services are <i>à la carte</i>: they exist independently and each can be opted in or out, following your needs and preferences.",
    "list": [
      {
        "image": "/hardware.png",
        "title": "Hardware",
        "description": "The UKCEH AMI System consists of UV and white lights for attracting moths, high-capacity data storage to collate images over long sampling periods, battery and solar power to allow for deployment away from mains power, and customisable sampling schedules. Images collected can be processed through one’s own workflow or using the AMI Data Platform. Work is underway to add additional features to the AMI system to widen the taxonomic groups that it can monitor. The addition of audible and ultrasound recording will shortly increase the taxonomic coverage of the trap to include birds, bats, and orthoptera.",
        "href": "https://www.ceh.ac.uk/solutions/equipment/automated-monitoring-insects-trap"
      },
      {
        "image": "/data-management.png",
        "title": "Data management",
        "description": "The AMI Data Platform is a hub for labelled insect data at wide spatial, temporal and taxonomic scales. Mila researchers as well as AMI partners have developed machine learning (ML) algorithms to automatically and efficiently organise its large amounts of data. For those looking to label insect images, contribute ecological knowledge, and/or access insect data, the Platform offers a full range of services: automated detection of insects in images, fine-grained taxonomic classification, expert validation of classifications, new species discovery using the GBIF and Darwin Core Standards, curation of datasets across species and locations, data exploration and download for analysis.",
        "href": "https://mila.quebec/en/automated-monitoring-of-insects-ami"
      },
      {
        "image": "/analytical-toolbox.png",
        "title": "Data Sensemaking",
        "description": "The AMI Consortium strives to foster partnerships and knowledge-sharing to maximize the impact of insect monitoring efforts.The AMI Data Platform will continue to evolve as a medium to facilitate interdisciplinary collaboration and sharing. AMI partners are developing tools and guidelines to boost analytical quality and actionable insights. Already, machine learning models can be reviewed and co-developed with ecologists through the Platform’s GitHub repository; entomologists can provide quality assurance for machine-generated classifications; ecologists can publish programming libraries and best practices for the rigorous and streamlined analysis of AMI datasets. We hope that AMI users will contribute their own specialised aids to the Community toolbox to accelerate our collective efforts towards biodiversity understanding and conservation.",
        "href": "https://mila.quebec/en/automated-monitoring-of-insects-ami"
      }
    ]
  },
  "resources": {
    "title": "Resources",
    "list": [
      {
        "title": "The AMI Dataset",
        "description": "The AMI (Automated Monitoring of Insects) dataset, consists of two parts: 1) AMI-GBIF, a dataset of ∼2.5M human-captured insect images curated from citizen science platforms and museum collections, 2) AMI-Traps, an expert-annotated dataset of 2,893 insect camera trap images (representing 52,948 labeled insects) collected from a global network of automated camera traps, designed to test in-the-wild performance.",
        "href": "https://zenodo.org/records/12554005"
      }
    ]
  },
  "publications": {
    "title": "Academic Publications",
    "list": [
      {
        "title": "Insect Identification in the Wild: The AMI Dataset",
        "description": "We provide the first large-scale machine learning benchmarks for fine-grained insect recognition, designed to match real-world tasks faced by ecologists.",
        "href": "https://arxiv.org/abs/2406.12452"
      },
      {
        "title": "Towards a standardized framework for AI-assisted, image-based monitoring of nocturnal insects",
        "description": "We describe computer vision approaches for the detection, tracking and classification of insects, including models built from existing aggregations of labelled insect images. We propose ten priorities towards a step-change in automated monitoring of nocturnal insects, a vital task in the face of rapid biodiversity loss from global threats.",
        "href": "https://doi.org/10.1098/rstb.2023.0108"
      }
    ]
  },
  "media": {
    "title": "Media",
    "list": [
      {
        "src": "https://www.youtube.com/embed/9MtOHwPSF50?si=Qrjp2qHUuhn1Ui0a",
        "caption": "The UKCEH AMI System deployed in Panama"
      },
      {
        "src": "https://globalnews.ca/video/embed/10188149/",
        "caption": "How Montreal researchers are using AI to discover new species"
      }
    ]
  },
  "consortium": {
    "title": "The AMI Consortium",
    "description": "Our mission is to establish standardized and scalable automated monitoring systems for insect data to advance ecological understanding and conservation efforts globally through international and interdisciplinary collaboration.",
    "partners": {
      "title": "Consortium Core Partners",
      "titleShort": "Core Partners",
      "list": [
        {
          "logo": "/partners/aarhus-university.png",
          "label": "Aarhus University",
          "location": "Denmark",
          "href": "https://international.au.dk/"
        },
        {
          "logo": "/partners/mila.png",
          "label": "Mila - Quebec Artificial Intelligence Institute",
          "location": "Canada",
          "href": "https://mila.quebec/en/automated-monitoring-of-insects-ami"
        },
        {
          "logo": "/partners/montreal-space-for-life.png",
          "label": "Montreal Space for Life - Insectarium",
          "location": "Canada",
          "href": "https://espacepourlavie.ca/en/news/how-ai-will-revolutionize-preservation-biodiversity"
        },
        {
          "logo": "/partners/natural-resources-canada.svg",
          "label": "Natural Resources Canada",
          "location": "Canada",
          "href": "https://natural-resources.canada.ca/"
        },
        {
          "logo": "/partners/the-alan-turing-institute.png",
          "label": "The Alan Turing Institute",
          "location": "United Kingdom",
          "href": "https://www.turing.ac.uk/"
        },
        {
          "logo": "/partners/ukceh.png",
          "label": "UK Centre for Ecology & Hydrology",
          "location": "United Kingdom",
          "href": "https://www.ceh.ac.uk/solutions/equipment/automated-monitoring-insects-trap"
        },
        {
          "logo": "/partners/universite-de-sherbrooke.webp",
          "label": "Université de Sherbrooke",
          "location": "Canada",
          "href": "https://www.usherbrooke.ca/"
        },
        {
          "logo": "/partners/universite-laval.png",
          "label": "Université Laval",
          "location": "Canada",
          "href": "https://www.ulaval.ca/"
        },
        {
          "logo": "/partners/vermont-center-for-ecostudies.webp",
          "label": "Vermont Center for Ecostudies",
          "location": "United States of America",
          "href": "https://vtecostudies.org/"
        }
      ]
    },
    "people": {
      "image": "/people.jpg",
      "caption": "April 2024, Gathering hosted by Aarhus University"
    },
    "committee": {
      "title": "Consortium Steering Committee",
      "list": [
        { "name": "Tom August", "affiliation": "UKCEH" },
        { "name": "Marc Bélisle", "affiliation": "Université de Sherbrooke" },
        { "name": "Joe Bowden", "affiliation": "Natural Resources Canada" },
        {
          "name": "Michael Bunsen",
          "affiliation": "Mila / Montreal Space for Life"
        },
        {
          "name": "Katriona Goldmann",
          "affiliation": "The Alan Turing Institute"
        },
        { "name": "Toke Høye", "affiliation": "Aarhus University" },
        { "name": "Jenna Lawson", "affiliation": "UKCEH" },
        { "name": "Maxim Larrivée", "affiliation": "Montreal Space for Life" },
        { "name": "Marc Mazerolle", "affiliation": "Université Laval" },
        {
          "name": "Kent McFarland",
          "affiliation": "Vermont Center for Ecostudies"
        },
        { "name": "David Rolnick", "affiliation": "Mila" },
        { "name": "David Roy", "affiliation": "UKCEH" }
      ]
    }
  }
}
